NSCameraUsageDescription = "Na skenovanie dokumentov a vytváranie fotografií a videí je potrebný prístup k fotoaparátu.";
NSFaceIDUsageDescription = "Na overenie pomocou rozpoznávania tváre sa vyžaduje Face ID.";
NSLocationAlwaysUsageDescription = "The app will show your location on a map.";
NSPhotoLibraryUsageDescription = "Na nahrávanie fotografií a videí do cloudu je potrebný prístup do knižnice fotografií.";
NSPhotoLibraryAddUsageDescription = "Na nahrávanie fotografií a videí do cloudu je potrebný prístup do knižnice fotografií.";
NSMicrophoneUsageDescription = "Na vytváranie hlasových poznámok je potrebný prístup k mikrofónu.";
NSLocationWhenInUseUsageDescription = "The app will show your location on a map.";
